Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: New flagship — stronger reasoning, slower, ~3× the price of Flash ($0.435/1M input · $0.87/1M output). Worth it for hard rewrites where Flash falls short.
de: Neues Flagship — stärkeres Reasoning, langsamer, ~3× der Preis von Flash ($0.435/1M Eingabe · $0.87/1M Ausgabe). Es lohnt sich für schwierige Textumformulierungen, wo Flash nicht ausreicht.
es: Nueva gama alta — razonamiento más potente, más lento, ~3× el precio de Flash ($0.435/1M de entrada · $0.87/1M de salida). Vale la pena para reescrituras difíciles donde Flash no es suficiente.
fr: Nouveau phare — raisonnement plus fort, plus lent, ~3× le prix de Flash ($0.435/1M entrées · $0.87/1M sorties). Vaut la peine pour les réécritures difficiles où Flash manque de performance.
ja: 新しいフラッグシップ — 強力な推論、遅い、フラッシュの約3倍の価格（入力$0.435/100万・出力$0.87/100万）。フラッシュが不足する厳しい書き換えには価値があります。
ko: 새로운 플래그십 — 더 강력한 추론 능력, 더 느린 속도, Flash 가격의 약 3배 ($0.435/1M 입력 · $0.87/1M 출력). Flash가 부족한 어려운 재작업에 가치가 있음.
zh_hans: 新旗舰 — 推理能力更强，更慢，价格约为 Flash 的 3 倍（$0.435/1M 输入 · $0.87/1M 输出）。对于 Flash 无法胜任的困难重写物有所值。
zh_hant: 新旗艦 — 更強的推理能力，較慢，價格約為 Flash 的 3 倍（輸入 $0.435/百萬 · 輸出 $0.87/百萬）。對於 Flash 無法勝任的困難重寫來說值得。

source: Newer flagship where available on the coding plan.
de: Neueres Flaggschiff wo verfügbar im Codierungsplan.
es: Modelo más reciente disponible en el plan de programación.
fr: Modèle phare plus récent lorsque disponible sur le plan de codage.
ja: コーディングプランで利用可能な場合は、新しいフラッグシップモデルが使用されます。
ko: 코딩 계획에서 사용 가능한 최신 플래그십입니다.
zh_hans: 编程计划中可用的更新旗舰模型。
zh_hant: 程式設計計畫上可用的最新旗艦型號。

source: Newer small tier with improved instruction-following over 4o-mini.
de: Neuere kleine Stufe mit verbesserter Anweisungsbefolgung gegenüber 4o-mini.
es: Nueva tarifa pequeña con mejora en el seguimiento de instrucciones sobre 4o-mini.
fr: Niveau petit plus récent avec amélioration du suivi des instructions par rapport à 4o-mini.
ja: 4o-miniより改善された指示フォロワーの新しい小さなティア。
ko: 4o-mini보다 개선된 명령 따르기 능력을 가진 새로운 소형 등급.
zh_hans: 更新的小型层级，相比 4o-mini 提升了指令遵循能力。
zh_hant: 更新的小型等級，相比 4o-mini 改善了指令遵循能力。

source: Newer small/fast tier. Good speed-vs-quality balance for one-shot rewrites.
de: Neuere kleine/schnelle Stufe. Guter Geschwindigkeits-vs-Qualitäts-Ausgleich für Einmal-Textumformulierungen.
es: Nueva tarifa pequeña/rapida. Buen equilibrio velocidad-calidad para reescrituras únicas.
fr: Niveau petit/rapide plus récent. Bon équilibre vitesse-qualité pour les réécritures en une seule passe.
ja: 新しい小さな/高速なティア。ワンショット書き換えに適した速度と品質のバランス。
ko: 새로운 소형/빠른 등급. 일회용 재작업에 좋은 속도-품질 밸런스.
zh_hans: 更新的小型/快速层级。一次性重写的速度与质量平衡良好。
zh_hant: 更新的小型/快速等級。對於一次性重寫有良好的速度與品質平衡。

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: Next question
de: Nächste Frage
es: Siguiente pregunta
fr: Question suivante
ja: 次の質問
ko: 다음 질문
zh_hans: 下一个问题
zh_hant: 下一題

source: No Language Model set up yet — add one in Settings → Language Model.
de: Kein Sprachmodell eingerichtet — fügen Sie eines unter Einstellungen → Sprachmodell hinzu.
es: Aún no se ha configurado ningún modelo de lenguaje — agrega uno en Configuración → Modelo de idioma.
fr: Aucun modèle de langage configuré pour le moment — ajoutez-en un dans Paramètres → Modèle de langage.
ja: 言語モデルがまだ設定されていません — 設定 → 言語モデルで追加してください。
ko: 아직 설정된 언어 모델이 없습니다 — 설정 → 언어 모델에서 하나를 추가하세요.
zh_hans: 尚未设置语言模型 — 在「设置 → 语言模型」中添加一个。
zh_hant: 尚未設定語言模型 — 請在「設定」→「語言模型」中新增一個。

source: No UI strings mention your memory terms.
de: Keine UI-Strings erwähnen Ihre Speicherbegriffe.
es: Ninguna cadena de interfaz de usuario menciona tus términos de memoria.
fr: Aucune chaîne d'interface utilisateur ne mentionne vos termes de mémoire.
ja: UI文字列でメモリ用語が見つかりません。
ko: UI 문자열에 기억 관련 용어가 언급되지 않았습니다.
zh_hans: 没有 UI 字符串提及您的记忆术语。
zh_hant: 沒有任何 UI 字串提及您的記憶術語。

source: No accepted memories yet. Approve a suggestion above to add one.
de: Noch keine angenommenen Erinnerungen. Genehmige einen Vorschlag oben, um eine hinzuzufügen.
es: Aún no hay memorias aceptadas. Aprueba una sugerencia de arriba para agregar una.
fr: Aucun souvenir accepté pour le moment. Approuvez une suggestion ci-dessus pour en ajouter un.
ja: まだ承認されたメモリはありません。上記の提案を承認して追加してください。
ko: 아직 수락된 메모리가 없습니다. 위의 제안을 승인하여 하나를 추가하세요.
zh_hans: 暂无已接受的记忆。请在上方接受一条建议来添加。
zh_hant: 尚無已接受的記憶。批准上方的建議以新增一個。

source: No activity yet. Use Fn → T / E / P and your runs will show up here.
de: Noch keine Aktivität. Verwende Fn → T / E / P und deine Läufe erscheinen hier.
es: Aún no hay actividad. Usa Fn → T / E / P y tus ejecuciones aparecerán aquí.
fr: Aucune activité pour le moment. Utilisez Fn → T / E / P et vos exécutions apparaîtront ici.
ja: まだアクティビティがありません。Fn → T / E / P を使用すると、実行履歴がここに表示されます。
ko: 아직 활동이 없습니다. Fn → T / E / P를 사용하면 실행 내역이 여기에 표시됩니다.
zh_hans: 暂无活动。使用 Fn → T / E / P,你的记录会出现在这里。
zh_hant: 尚無活動。使用 Fn → T / E / P，您的執行記錄將會顯示在這裡。

source: No chats yet. Trigger Fn → C to start one.
de: Noch keine Chats. Aktiviere Fn → C, um einen zu starten.
es: Aún no hay chats. Activar Fn → C para comenzar uno.
fr: Aucun chat pour le moment. Déclenchez Fn → C pour en démarrer un.
ja: まだチャットがありません。Fn → C をトリガーして始めてください。
ko: 아직 채팅이 없습니다. Fn → C를 트리거하여 하나를 시작하세요.
zh_hans: 暂无聊天。按 Fn → C 开始一个聊天。
zh_hant: 尚無對話。觸發 Fn → C 以開始一個。

source: No dictionaries are discoverable yet
de: Noch keine auffindbaren Wörterbücher
es: Aún no se pueden descubrir diccionarios
fr: Aucun dictionnaire n'est encore détectable
ja: まだ辞書が見つかりません
ko: 아직 발견 가능한 사전이 없습니다
zh_hans: 尚无法发现任何词典
zh_hant: 尚無可發現的字典

source: No dictionaries for this language pair
de: Keine Wörterbücher für diese Sprachkombination
es: No hay diccionarios para este par de idiomas
fr: Aucun dictionnaire pour cette paire de langues
ja: この言語ペアには辞書がありません
ko: 이 언어 쌍에 대한 사전이 없습니다
zh_hans: 该语言对没有词典
zh_hant: 此語言對沒有字典

source: No global memories yet.
de: Noch keine globalen Erinnerungen.
es: Aún no hay memorias globales.
fr: Aucun souvenir global pour le moment.
ja: まだグローバルメモリがありません。
ko: 아직 전역 메모리가 없습니다.
zh_hans: 暂无全局记忆。
zh_hant: 尚無全域記憶。

source: No installed dictionaries match the default language pair.
de: Keine installierten Wörterbücher passen zum Standardsprachpaar.
es: Ningún diccionario instalado coincide con el par de idiomas predeterminado.
fr: Aucun dictionnaire installé ne correspond à la paire de langues par défaut.
ja: インストールされた辞書がデフォルトの言語ペアに一致しません。
ko: 설치된 사전이 기본 언어 쌍과 일치하지 않습니다.
zh_hans: 没有已安装的词典与默认语言对匹配。
zh_hant: 沒有已安裝的字典符合預設語言配對。

source: No matches for the current search
de: Keine Treffer für die aktuelle Suche
es: No hay coincidencias para la búsqueda actual
fr: Aucun résultat pour la recherche actuelle
ja: 現在の検索に一致するものがありません
ko: 현재 검색에 대한 일치 항목이 없습니다
zh_hans: 当前搜索无匹配项
zh_hant: 當前搜索沒有匹配項

source: No memories in "%@" yet.
de: Noch keine Erinnerungen in "%@".
es: Aún no hay memorias en "%@".
fr: Aucun souvenir dans "%@" pour le moment.
ja: "%@" にはまだメモリがありません。
ko: "%@"에 아직 메모리가 없습니다.
zh_hans: 「%@」中暂无记忆。
zh_hant: 「%@」中尚無記憶。

source: No memories in this scope.
de: Keine Erinnerungen in diesem Bereich.
es: No hay memorias en este alcance.
fr: Aucun souvenir dans cette portée.
ja: このスコープにはメモリがありません。
ko: 이 범위에는 메모리가 없습니다.
zh_hans: 此范围内没有记忆。
zh_hant: 此範圍內無記憶。

source: No memory extraction at all. Existing accepted memories still inject into prompts.
de: Keine Erinnerungsextraktion überhaupt. Bestehende angenommene Erinnerungen werden weiterhin in Eingabeaufforderungen eingefügt.
es: No hay extracción de memorias en absoluto. Las memorias aceptadas existentes siguen inyectándose en los prompts.
fr: Aucune extraction de souvenirs du tout. Les souvenirs acceptés existants sont toujours injectés dans les invites.
ja: メモリ抽出は完全に無効です。承認済みの既存メモリは引き続きプロンプトに注入されます。
ko: 메모리 추출이 전혀 없습니다. 기존에 수락된 메모리는 여전히 프롬프트에 주입됩니다.
zh_hans: 完全不提取记忆。已接受的记忆仍会注入到提示词中。
zh_hant: 完全沒有記憶提取。已接受的現有記憶仍會注入提示中。

source: No memory terms to filter by.
de: Keine Speicherbegriffe zum Filtern vorhanden.
es: No hay términos de memoria por los que filtrar.
fr: Aucun terme de mémoire à filtrer.
ja: フィルタリングするメモリ用語がありません。
ko: 필터링할 기억 용어가 없습니다.
zh_hans: 没有可用于筛选的记忆术语。
zh_hant: 沒有可依此篩選的記憶術語。

source: No mistake patterns yet. Polish will tag your drafts with categories (verb tense, articles, word choice, …) once it has rewritten a few.
de: Noch keine Fehlermuster. Polish wird deine Entwürfe mit Kategorien (Verbtempus, Artikel, Wortwahl, …) kennzeichnen, sobald es einige umgeschrieben hat.
es: Aún no hay patrones de error. Polish etiquetará tus borradores con categorías (tiempo verbal, artículos, elección de palabras, …) una vez que haya reescrito algunos.
fr: Aucun modèle d'erreur pour le moment. Polish étiquettera vos brouillons avec des catégories (temps verbal, articles, choix des mots, …) une fois qu'il aura réécrit quelques-uns.
ja: まだ間違いのパターンがありません。Polish はいくつか書き直した後、下書きにカテゴリ（動詞の時制、冠詞、語選択、…）をタグ付けします。
ko: 아직 오류 패턴이 없습니다. Polish가 일부를 다시 작성하면 문장 시제, 관사, 단어 선택 등의 범주로 초안을 태그합니다.
zh_hans: 暂无错误模式。润色几次之后,Glotty 会为你的草稿打上类别标签(动词时态、冠词、用词等)。
zh_hant: 尚無錯誤模式。潤色在重寫幾次後會將您的草稿標記為類別（動詞時態、冠詞、用詞選擇、…）。

source: No polish runs in this time range.
de: Keine Läufe in diesem Zeitraum.
es: No hay ejecuciones de pulido en este rango de tiempo.
fr: Aucune exécution Polish dans cette plage de temps.
ja: この時間範囲内に実行されたポリッシュがありません。
ko: 이 시간 범위에는 다듬기 실행 기록이 없습니다.
zh_hans: 在此时间范围内没有进行过润色。
zh_hant: 此時間範圍內無潤色執行記錄。

source: No suggestions for “%@”.
de: Keine Vorschläge für "%@".
es: No hay sugerencias para "%@".
fr: Aucune suggestion pour « %@ ».
ja: 「%@」の修正候補はありません。
ko: "%@"에 대한 제안이 없습니다.
zh_hans: 对于 "%@" 没有建议。
zh_hant: 對於 "%@" 沒有建議。

source: No suggestions yet.
de: Noch keine Vorschläge.
es: Aún no hay sugerencias.
fr: Aucune suggestion pour le moment.
ja: まだ提案がありません。
ko: 아직 제안이 없습니다.
zh_hans: 暂无建议。
zh_hant: 尚無建議。

source: No usage in this range.
de: Keine Nutzung in diesem Bereich.
es: No hay uso en este rango.
fr: Aucune utilisation dans cette plage.
ja: この範囲で使用されていません。
ko: 이 범위에는 사용 내역이 없습니다.
zh_hans: 此范围内无使用记录。
zh_hant: 此範圍內無使用情況。

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: None (global only)
de: Keine (nur global)
es: Ninguno (solo global)
fr: Aucun (uniquement global)
ja: なし（グローバルのみ）
ko: 없음 (전역만)
zh_hans: 无(仅全局)
zh_hant: 無（僅全域）

source: Not satisfied? Ask a follow-up…
de: Nicht zufrieden? Stelle eine Folgefrage…
es: ¿No estás satisfecho? Haz una pregunta de segu…
fr: Pas satisfait(e) ? Posez une question de suivi…
ja: 満足できませんか？フォローアップを質問する…
ko: 만족하지 않으신가요? 후속 질문을 해보세요…
zh_hans: 不满意?提一个后续问题…
zh_hant: 不滿意？提出後續問題…

source: Not satisfied? Discuss with Glotty
de: Nicht zufrieden? Diskutiere mit Glotty
es: ¿No estás satisfecho? Discute con Glotty
fr: Pas satisfait(e) ? Discutez avec Glotty
ja: 満足できませんか？Glottyと話してください
ko: 만족하지 않으신가요? Glotty와 논의하세요
zh_hans: 不满意?和 Glotty 讨论
zh_hant: 不滿意？與 Glotty 討論

source: Notes for Glotty
de: Notizen für Glotty
es: Notas para Glotty
fr: Notes pour Glotty
ja: Glotty用のメモ
ko: Glotty 노트
zh_hans: 给 Glotty 的备注
zh_hant: Glotty 的筆記

source: Nothing archived.
de: Nichts archiviert.
es: No hay nada archivado.
fr: Rien d'archivé.
ja: アーカイブされたものはありません。
ko: 보관된 항목이 없습니다.
zh_hans: 没有已归档项。
zh_hant: 沒有任何封存的內容。

source: Nothing to practice right now.
de: Aktuell nichts zu üben.
es: No hay nada que practicar por ahora.
fr: Rien à pratiquer pour le moment.
ja: 現在、練習できるものがありません。
ko: 지금 연습할 것이 없습니다.
zh_hans: 现在没有可练习的内容。
zh_hant: 目前沒有可練習的內容。

source: Nothing to translate.
de: Nichts zu übersetzen.
es: No hay nada que traducir.
fr: Rien à traduire.
ja: 翻訳するものがありません。
ko: 번역할 내용이 없습니다.
zh_hans: 没有需要翻译的内容。
zh_hant: 沒有可翻譯的內容。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
zh_hans: 关闭
zh_hant: 關閉

source: Off → Fn+V uses the built-in macOS voice (offline, free). On (with a key) → Fn+V and the popup speak buttons use ElevenLabs: higher quality, but a network call billed to your own ElevenLabs plan. Falls back to the system voice if a request fails.
de: Aus → Fn+V verwendet die eingebaute macOS-Stimme (offline, kostenlos). Ein (mit Schlüssel) → Fn+V und die Popupsprechknöpfe verwenden ElevenLabs: höhere Qualität, aber ein Netzwerkauftrag, der auf Ihrem eigenen ElevenLabs-Plan abgerechnet wird. Fällt zurück zur Systemsprache, wenn eine Anfrage fehlschlägt.
es: Desactivado → Fn+V utiliza la voz integrada de macOS (sin conexión, gratuita). Activado (con clave) → Fn+V y los botones de popup de habla usan ElevenLabs: mayor calidad, pero es una llamada de red facturada en tu propio plan de ElevenLabs. Recurre a la voz del sistema si falla una solicitud.
fr: Désactivé → Fn+V utilise la voix intégrée de macOS (hors ligne, gratuite). Activé (avec une clé) → Fn+V et les boutons de parole contextuels utilisent ElevenLabs : qualité supérieure, mais un appel réseau facturé à votre propre plan ElevenLabs. Retombe sur la voix système si une requête échoue.
ja: オフ → Fn+Vは組み込みのmacOS音声を使用します（オフライン、無料）。オン（キーあり）→ Fn+Vとポップアップの音声ボタンはElevenLabsを使用：より高品質ですが、ご自身のElevenLabsプランに課金されるネットワーク呼び出しです。リクエストが失敗した場合は、システム音声にフォールバックします。
ko: 꺼짐 → Fn+V는 macOS 내장 음성을 사용합니다(오프라인, 무료). 켜짐(키 있음) → Fn+V와 팝업 음성 버튼은 ElevenLabs를 사용합니다: 더 높은 품질이지만, 네트워크 호출은 본인의 ElevenLabs 플랜에서 청구됩니다. 요청 실패 시 시스템 음성으로 대체됩니다.
zh_hans: 关 → Fn+V 使用内置的 macOS 语音（离线，免费）。开（需输入密钥）→ Fn+V 和弹出的说话按钮使用 ElevenLabs：更高质量的语音，但会调用网络并根据您的 ElevenLabs 计划计费。如果请求失败，则回退到系统语音。
zh_hant: 關閉 → Fn+V 使用內建的 macOS 語音 (離線，免費)。開啟 (需設定金鑰) → Fn+V 和彈出式語音按鈕使用 ElevenLabs：品質更高，但會向您的 ElevenLabs 計劃收費網路通話。如果請求失敗，則會回退到系統語音。

source: Older flagship — slower and pricier than 2.0 Flash but slightly stronger on long, nuanced rewrites.
de: Älteres Flagship — langsamer und teurer als 2.0 Flash, aber bei langen, differenzierten Textumformulierungen etwas stärker.
es: Gama anterior más antigua — más lenta y cara que 2.0 Flash pero ligeramente más fuerte en reescrituras largas y matizadas.
fr: Phare plus ancien — plus lent et plus cher que 2.0 Flash mais légèrement plus performant sur les réécritures longues et nuancées.
ja: 古いフラッグシップ — 2.0フラッシュよりも遅く、高価ですが、長く、ニュアンスのある書き換えでは少し強力です。
ko: 이전 플래그십 — 2.0 Flash보다 느리고 더 비싸지만, 길고 섬세한 재작업에서는 약간 더 강력함.
zh_hans: 较旧旗舰 — 比 2.0 Flash 更慢更贵，但在长篇幅、细微差别重写方面略强。
zh_hant: 舊版旗艦 — 比 2.0 Flash 更慢且更昂貴，但在長文本細膩重寫上稍強。

source: One thread per day (boundary 4 AM local). Click a row to open a read-only view of that conversation. Today's chat resumes on Fn → C until 4 AM rollover.
de: Ein Thread pro Tag (Grenze 4 Uhr Ortszeit). Klicke auf eine Zeile, um eine schreibgeschützte Ansicht dieses Gesprächs zu öffnen. Heutiger Chat wird mit Fn → C fortgesetzt bis zum 4-Uhr-Wechsel.
es: Un hilo por día (límite a las 4 AM local). Haz clic en una fila para abrir una vista de solo lectura de esa conversación. El chat de hoy continúa en Fn → C hasta el cambio de las 4 AM.
fr: Un fil par jour (limite à 4 heures du matin local). Cliquez sur une ligne pour ouvrir une vue en lecture seule de cette conversation. La discussion de reprend aujourd'hui avec Fn → C jusqu'à la bascule à 4 heures du matin.
ja: 1スレッド/日（境界は現地時間の午前4時）。行をクリックすると、その会話の読み取り専用ビューが開きます。本日のチャットはFn → Cで再開し、午前4時のロールオーバーまで続きます。
ko: 하루에 한 스레드 (경계 시간: 오전 4시 지역 시간). 행을 클릭하면 해당 대화의 읽기 전용 보기가 열립니다. 오늘의 채팅은 Fn → C를 사용해 오전 4시 롤오버까지 재개됩니다.
zh_hans: 每天一段对话(以本地凌晨 4 点为界)。点击任意一行可只读查看那天的对话。当天的聊天在 Fn → C 中继续,直到凌晨 4 点切换。
zh_hant: 每天一則對話（邊界為本地時間上午4點）。點擊某一行以開啟該對話的唯讀檢視。今日的聊天會在 Fn → C 上繼續進行，直到上午4點結束。

source: Only dictionaries that are not installed for this language pair are shown.
de: Nur Wörterbücher, die für diese Sprachkombination nicht installiert sind, werden angezeigt.
es: Solo se muestran los diccionarios que no están instalados para este par de idiomas.
fr: Seuls les dictionnaires non installés pour cette paire de langues sont affichés.
ja: この言語ペアにインストールされていない辞書のみが表示されます。
ko: 이 언어 쌍에 설치되지 않은 사전만 표시됩니다.
zh_hans: 仅显示未为此语言对安装的词典。
zh_hant: 只顯示此語言對組尚未安裝的字典。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
zh_hans: 打开
zh_hant: 開啟

source: Open Book…
de: Buch öffnen…
es: Abrir libro…
fr: Ouvrir un livre…
ja: 本を開く…
ko: 책 열기…
zh_hans: 打开书本…
zh_hant: 開啟書籍…

source: Open Dictionary Settings
de: Wörterbucheinstellungen öffnen
es: Abrir ajustes de Diccionario
fr: Ouvrir les paramètres du Dictionnaire
ja: 辞書設定を開く
ko: 사전 설정 열기
zh_hans: 打开词典设置
zh_hant: 開啟字典設定

source: Open Dictionary.app
de: Dictionary.app öffnen
es: Abrir Diccionario.app
fr: Ouvrir Dictionary.app
ja: 辞書アプリを開く
ko: Dictionary.app 열기
zh_hans: 打开词典应用
zh_hant: 開啟 Dictionary.app

source: Open Keyboard Shortcuts…
de: Tastenkürzel öffnen…
es: Abrir atajos de teclado…
fr: Ouvrir les raccourcis clavier…
ja: キーボードショートカットを開く…
ko: 키보드 단축키 열기…
zh_hans: 打开键盘快捷键…
zh_hant: 開啟鍵盤快捷鍵…

source: Open Language Model settings
de: Sprachmodell-Einstellungen öffnen
es: Abrir configuración del modelo de lenguaje
fr: Ouvrir les paramètres du modèle de langue
ja: 言語モデルの設定を開く
ko: 언어 모델 설정 열기
zh_hans: 打开「语言模型」设置
zh_hant: 開啟語言模型設定

source: Open Settings
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开系统设置
zh_hant: 開啟設定

source: Open Settings → %@
de: Einstellungen öffnen → %@
es: Abrir Configuración → %@
fr: Ouvrir les Paramètres → %@
ja: 設定を開く → %@
ko: 설정 열기 → %@
zh_hans: 打开设置 → %@
zh_hant: 開啟設定 → %@

source: Open System Settings → Software Update
de: Systemeinstellungen → Software-Update öffnen
es: Abrir Ajustes del sistema → Actualización de software
fr: Ouvrir les Paramètres Système → Mise à jour logicielle
ja: システム設定 → ソフトウェア更新を開く
ko: 시스템 설정 → 소프트웨어 업데이트 열기
zh_hans: 打开系统设置 → 软件更新
zh_hant: 開啟系統設定 → 軟體更新

source: Open an EPUB or PDF to start reading.
de: Öffnen Sie eine EPUB- oder PDF-Datei, um mit dem Lesen zu beginnen.
es: Abre un EPUB o PDF para empezar a leer.
fr: Ouvrez un EPUB ou un PDF pour commencer la lecture.
ja: EPUBまたはPDFを開いて、読み始めてください。
ko: EPUB 또는 PDF를 열어서 읽기를 시작하세요.
zh_hans: 打开 EPUB 或 PDF 文件以开始阅读。
zh_hant: 開啟 EPUB 或 PDF 以開始閱讀。

source: Open conversation to review
de: Gespräch zum Überprüfen öffnen
es: Abrir conversación para revisar
fr: Ouvrir la conversation pour révision
ja: 会話を開いて確認
ko: 검토를 위한 대화 열기
zh_hans: 打开对话以审阅
zh_hant: 開啟對話進行檢視

source: Opening a session…
de: Öffne eine Sitzung…
es: Abriendo una sesión…
fr: Ouverture d'une session…
ja: セッションを開いています…
ko: 세션을 열는 중…
zh_hans: 正在打开会话…
zh_hant: 正在開啟會話中…

source: Optional. Used to address you in practice feedback and chat replies.
de: Optional. Wird verwendet, um Sie in Praxis-Feedback und Chat-Antworten anzusprechen.
es: Opcional. Se utiliza para dirigirse a usted en retroalimentación práctica y respuestas de chat.
fr: Optionnel. Utilisé pour vous s'adresser dans les retours d'entraînement et les réponses du chat.
ja: 任意。練習フィードバックとチャット返信であなたに宛てるために使用されます。
ko: 선택 사항입니다. 실천 피드백과 채팅 응답에서 당신을 지칭하는 데 사용됩니다.
zh_hans: 可选。用于在练习反馈和聊天回复中称呼你。
zh_hant: 可選。用於在練習回饋和聊天回覆中稱呼您。

source: Other dictionaries
de: Andere Wörterbücher
es: Otros diccionarios
fr: Autres dictionnaires
ja: その他の辞書
ko: 다른 사전들
zh_hans: 其他词典
zh_hant: 其他字典

source: Other engines (DeepL, Google, Claude, GPT) coming after the spike validates the core flow.
de: Andere Engines (DeepL, Google, Claude, GPT) kommen nach der Spike-Validierung des Kern-Workflows.
es: Otros motores (DeepL, Google, Claude, GPT) llegarán después de que la prueba de concepto valide el flujo principal.
fr: Autres moteurs (DeepL, Google, Claude, GPT) après la validation du flux principal.
ja: スパイクがコアフローを検証した後、他のエンジン（DeepL、Google、Claude、GPT）が実装されます。
ko: 스파이크가 핵심 워크플로우를 검증한 후에 DeepL, Google, Claude, GPT 등 다른 엔진이 추가될 예정입니다.
zh_hans: 其他引擎(DeepL、Google、Claude、GPT)将在核心流程验证后陆续支持。
zh_hant: DeepL、Google、Claude、GPT 等其他引擎在核心流程得到驗證後推出。

source: Pack not installed
de: Paket nicht installiert
es: Paquete no instalado
fr: Pack non installé
ja: パックがインストールされていません
ko: 팩이 설치되지 않았습니다.
zh_hans: 组件包未安装
zh_hant: 套件未安裝

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 암호
zh_hans: 密码
zh_hant: 密碼

source: Password can't be empty.
de: Das Passwort darf nicht leer sein.
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.
ja: パスワードは空にできません。
ko: 비밀번호는 비어 있을 수 없습니다.
zh_hans: 密码不能为空。
zh_hant: 密碼不能為空。

source: Passwords don't match. Try again.
de: Die Passwörter stimmen nicht überein. Versuchen Sie es erneut.
es: Las contraseñas no coinciden. Inténtalo de nuevo.
fr: Les mots de passe ne correspondent pas. Réessayez.
ja: パスワードが一致しません。再試行してください。
ko: 비밀번호가 일치하지 않습니다. 다시 시도해 주세요.
zh_hans: 密码不匹配，请重试。
zh_hant: 密碼不相符。請再試一次。

source: Paste your DeepSeek API key
de: Fügen Sie Ihren DeepSeek API-Schlüssel ein
es: Pega tu clave de API de DeepSeek
fr: Collez votre clé API DeepSeek
ja: DeepSeek APIキーを貼り付け
ko: DeepSeek API 키를 붙여넣으세요
zh_hans: 粘贴您的 DeepSeek API 密钥
zh_hant: 貼上您的 DeepSeek API 金鑰

source: Paste your ElevenLabs API key
de: Füge deinen ElevenLabs API-Schlüssel ein
es: Pega tu ElevenLabs API key
fr: Collez votre clé API ElevenLabs
ja: ElevenLabs APIキーを貼り付け
ko: ElevenLabs API 키를 붙여넣으세요
zh_hans: 粘贴您的 ElevenLabs API 密钥
zh_hant: 貼上您的 ElevenLabs API 金鑰

source: Paste your Kimi API key
de: Fügen Sie Ihren Kimi API-Schlüssel ein
es: Pega tu clave de API de Kimi
fr: Collez votre clé API Kimi
ja: Kimi APIキーを貼り付け
ko: Kimi API 키를 붙여넣으세요
zh_hans: 粘贴您的 Kimi API 密钥
zh_hant: 貼上您的 Kimi API 金鑰

source: Permissions
de: Berechtigungen
es: Permisos
ja: アクセス許可
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Permissions granted
de: Berechtigungen erteilt
es: Permisos concedidos
fr: Permissions accordées
ja: 許可されました
ko: 권한이 허용됨
zh_hans: 权限已授予
zh_hant: 權限已授予

source: Persistent facts about you, injected into every LLM prompt regardless of which context is active.
de: Dauerhafte Fakten über Sie, die in jede LLM-Aufforderung eingefügt werden, unabhängig vom aktiven Kontext.
es: Hechos persistentes sobre usted, inyectados en cada solicitud de LLM sin importar qué contexto esté activo.
fr: Faits persistants à votre sujet, injectés dans chaque demande de LLM, peu importe le contexte actif.
ja: あなたに関する永続的な事実。どのコンテキストが有効であっても、すべてのLLMプロンプトに注入されます。
ko: 활성 컨텍스트와 관계없이 모든 LLM 프롬프트에 삽입되는 당신에 대한 지속적인 사실들.
zh_hans: 关于你的稳定事实,无论当前上下文是哪一个,都会被注入到每一次 LLM 调用中。
zh_hant: 關於您的永久性事實，會被注入到每個 LLM 提示中，與目前啟用的內容無關。

source: Persona manner
de: Personenweise
es: Modo de personalidad
fr: Ton du personnage
ja: ペルソナのスタイル
ko: 페르소나 방식
zh_hans: 人格方式
zh_hant: 角色方式

source: Phonetics
de: Phonetik
es: Fonética
fr: Phonétique
ja: 発音
ko: 음성 기호
zh_hans: 音标
zh_hant: 發音

source: Pick Light, Dark, or follow the system setting.
de: Wählen Sie Hell, Dunkel oder folgen Sie den Systemeinstellungen.
es: Elegir Claro, Oscuro, o seguir la configuración del sistema.
fr: Choisissez Clair, Foncé ou suivez le paramètre système.
ja: ライト、ダーク、またはシステム設定に従って選択します。
ko: 밝은 모드, 어두운 모드 또는 시스템 설정을 따르세요.
zh_hans: 选择浅色、深色，或跟随系统设置。
zh_hant: 選擇淺色、深色，或跟隨系統設定。

source: Pick from known models
de: Aus bekannten Modellen wählen
es: Seleccionar entre modelos conocidos
fr: Choisir parmi les modèles connus
ja: 既知のモデルから選択
ko: 알려진 모델에서 선택
zh_hans: 从已知模型中选择
zh_hant: 從已知模型中選取
